tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "leipert-projects/git-recon", "https://gitlab.com/leipert-projects/git-recon.git"
brew "openssl@1.1"
brew "composer"
brew "curl"
brew "dnsmasq", restart_service: true
brew "fish"
brew "git"
brew "readline"
brew "sqlite"
brew "xz"
brew "mariadb", restart_service: true
brew "nginx", restart_service: true
brew "php@7.3", restart_service: true, link: true
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis", restart_service: true
brew "vim"
brew "wget"
brew "zlib"
brew "leipert-projects/git-recon/git-recon"
