tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "lua-language-server"
brew "mas"
brew "n"
brew "neovim", args: ["HEAD"]
brew "starship"
brew "stow"
brew "jq"
brew "tmux"
brew "tealdeer" # tldr
brew "tmuxp"
brew "zoxide"
brew "zsh"
cask "font-caskaydia-cove-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "brave-browser"
cask "kindle"
cask "kitty"
cask "alacritty"
cask "alfred"
cask "notion"
cask "postman"
cask "insomnia"
cask "rectangle"
cask "slack"
cask "telegram"
cask "discord"
cask "visual-studio-code"
cask "whatsapp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
